Repository: ItsZariep/SGLauncher
Catalog: src/po/*/sglauncher.po
Languages: es

source: Search Engine
es: Motor de búsqueda

source: Custom
es: Personalizado

source: Search URL
es: URL de búsqueda

source: Show "Run in Terminal" entry
es: Mostrar la opción "Ejecutar en terminal"

source: Show "Search on Web" entry
es: Mostrar la opción "Buscar en la web"

source: Show "Open File/Directory" entry
es: Mostrar la opción "Abrir archivo/directorio"

source: Show Math answer when numbers are typed
es: Mostrar respuesta matemática al escribir números

source: Menu layout
es: Diseño del menú

source: Horizontal - Apps at top
es: Horizontal - Aplicaciones arriba

source: Horizontal - Apps at bottom
es: Horizontal - Aplicaciones abajo

source: Vertical - Apps at left
es: Vertical - Aplicaciones a la izquierda

source: Vertical - Apps at right
es: Vertical - Aplicaciones a la derecha

source: Show Desktop actions
es: Mostrar acciones del escritorio

source: Search entry on bottom
es: Entrada de búsqueda en la parte inferior

source: Show quick access
es: Mostrar acceso rápido

source: Use icon view
es: Usar vista de iconos

source: Show app icons
es: Mostrar iconos de aplicaciones

source: Icon size
es: Tamaño del icono

source: quick access size
es: Tamaño del acceso rápido

source: Use custom CSS
es: Usar CSS personalizado

source: Close terminal when process finishes
es: Cerrar terminal al finalizar el proceso

source: Search entries recursively
es: Buscar entradas recursivamente

source: Search for commands in PATH
es: Buscar comandos en el PATH

source: Commands character prefix
es: Prefijo de carácter para comandos

source: Use scientific notation on math answers
es: Usar notación científica en respuestas matemáticas

source: Ignore "NoDisplay" apps
es: Ignorar aplicaciones con "NoDisplay"

source: Ignore Terminal apps
es: Ignorar aplicaciones de terminal

source: Ignore "OnlyShowIn" Value
es: Ignorar valor "OnlyShowIn"

source: Window width
es: Ancho de ventana

source: Window height
es: Alto de ventana

source: Use CSD Decoration
es: Usar decoración CSD

source: Hide CSD Title
es: Ocultar título de CSD

source: Disable WM Decoration
es: Desactivar decoración del gestor de ventanas

source: Exit when unfocused
es: Salir al perder el foco

source: Allow only a single instance
es: Permitir solo una instancia

source: Default
es: Predeterminado

source: OK
es: Aceptar

source: Cancel
es: Cancelar

source: Apply
es: Aplicar

source: Elements
es: Elementos

source: View
es: Vista

source: Behavior
es: Comportamiento

source: Window
es: Ventana

source: Run
es: Ejecutar

source: Run in terminal
es: Ejecutar en terminal

source: Show entry in file manager
es: Mostrar entrada en el explorador de archivos

source: Add to Quick access
es: Agregar al acceso rápido

source: Project Website
es: Sitio web del proyecto

source: Documentation available on Codeberg
es: Documentación disponible en Codeberg

source: Documentation available at:
es: Documentación disponible en:

source: Settings
es: Configuración

source: Help
es: Ayuda

source: Online help
es: Ayuda en línea

source: About
es: Acerca de

source: WARNING: You are about to run programs as root
es: ADVERTENCIA: Estás a punto de ejecutar programas como root

source: Run in Terminal
es: Ejecutar en terminal

source: Search on Web
es: Buscar en la web

source: Open file/directory
es: Abrir archivo/directorio

source: Math Answer:
es: Respuesta matemática:

source: Run in a terminal
es: Ejecutar en una terminal

source: Move to left
es: Mover a la izquierda

source: Move to right
es: Mover a la derecha

source: Remove from Quick access
es: Quitar del acceso rápido
